/*1.
כאשר מתגלה חולה בבית שכבר יש בו חולה- המערכת צריכה לדעת לא לשלוח הודעה על בידוד לחולה.
באפיון לא מוזכר מצב שבו אדם לא קיבל את ההודעה- צריך להוסיף אישור קריאה כדי לדעת לפנות שוב לאנשים שלא קיבלו הודעה על בידוד
יש להוסיף א]פשרות לבטל בידוד לאדם שהוכנס לבידוד למרות שלא נחשף- הפלאפון שלו היה במקום שהוא לא היה (הגיוני בהורים לילדים שמשאילים להם את הפלאפון)


2.
בדיקות
נבדוק שנקודת הציון שנבחרה היא בשטח ישראל
כתובת חוקית - מספר בנין קיים ברחוב
תאריך החשיפה לנגיף מהשבועיים האחרונים בלבד (אחרת אין צורך להיכנס לבידוד)
מה קורה כאשר נבחר תאריך חשיפה או החלמה עתידי (צריכה להיות התראה על שגיאה)
תאריך החלמה מנגיף לא מוקדם מארבעה ימים לאחר זמן החשיפה
מה קורה אם הוקלדה כתובת לחיפוש ובמפה סומנה נקודת ציון שונה?
נסיון לסמן כחולה אדם שכבר סומן כחולה
*/